import os


class Config:
    def __init__(self):



tok = os.getenv('botToken')


time = {
    "1": "08:30 – 09:50",
    "2": "10:00 – 11:20",
    "3": "11:35 – 12:55",
    "4": "13:10 – 14:30",
    "5": "14:40 – 16:00"
}


days = {
    0: "day1", "Понеділок": "day1",
    1: "day2", "Вівторок": "day2",
    2: "day3", "Середа": "day3",
    3: "day4", "Четвер": "day4",
    4: "day5", "П'ятниця": "day5",
    5: "day6", 
    6: "day7"
}


nameDays = [
    "Понеділок", "Вівторок", "Середа", "Четвер", "П'ятниця", "Субота", "Неділя"
]